/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisónico W";

/* An audio channel label. */
"Ambisonic X" = "Ambisónico X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisónico Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisónico Z";

/* An audio channel label. */
"Center" = "Centro";

/* An audio channel label. */
"Center Surround" = "Som envolvente central";

/* An audio channel label. */
"Center Surround Direct" = "Som envolvente central directo";

/* Channel. An audio channel label. */
"Channel" = "Canal";

/* Channels. An audio channel label. */
"Channels" = "Canais";

/* An audio channel label. */
"Click Track" = "Clique na faixa";

/* An audio channel label. */
"Dialog Centric Mix" = "Mistura cêntrica de diálogo";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Discreto";

/* An audio channel label. */
"Foreign Language" = "Idioma estrangeiro";

/* An audio channel label. */
"Headphones Left" = "Auricular esquerdo";

/* An audio channel label. */
"Headphones Right" = "Auricular direito";

/* An audio channel label. */
"Hearing Impaired" = "Problemas de audição";

/* An audio channel label. */
"Left" = "Esquerdo";

/* An audio channel label. */
"Left Center" = "Esquerda centro";

/* An audio channel label. */
"Left Surround" = "Som envolvente para a esquerda";

/* An audio channel label. */
"Left Surround Direct" = "Som envolvente directo para a esquerda";

/* An audio channel label. */
"Left Total" = "Total para a esquerda";

/* An audio channel label. */
"Left Wide" = "Maximizar para a esquerda";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "Ecrã LFE";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Médio";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Narração";

/* An audio channel label. */
"Rear Surround Left" = "Som envolvente posterior esquerdo";

/* An audio channel label. */
"Rear Surround Right" = "Som envolvente posterior direito";

/* An audio channel label. */
"Right" = "Direito";

/* An audio channel label. */
"Right Center" = "Direita centro";

/* An audio channel label. */
"Right Surround" = "Som envolvente para a direita";

/* An audio channel label. */
"Right Surround Direct" = "Som envolvente directo para a direita";

/* An audio channel label. */
"Right Total" = "Total para a direita";

/* An audio channel label. */
"Right Wide" = "Maximizar para a direita";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Lateral";

/* An audio channel label. */
"Top Back Center" = "Superior posterior central";

/* An audio channel label. */
"Top Back Left" = "Superior posterior esquerda";

/* An audio channel label. */
"Top Back Right" = "Superior posterior direita";

/* An audio channel label. */
"Top Center Surround" = "Som envolvente central superior";

/* An audio channel label. */
"Unknown" = "Desconhecido";

/* An audio channel label. */
"Unused" = "Não utilizado";

/* An audio channel label. */
"Vertical Height Center" = "Altura vertical central";

/* An audio channel label. */
"Vertical Height Left" = "Altura vertical esquerda";

/* An audio channel label. */
"Vertical Height Right" = "Altura vertical direita";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Táctil";

